;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Ali Kömesöğütlü
; TranslationAuthorEmail: byzlo685@gmail.com
; Soft Version: 3.02.147
; Update: August 13, 2018
;
[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonMinimize=Küçült
ButtonMaximize=Büyült
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü

[Translation]
LangCode=041F
ReadHabit=Left-to-right
LanguageName=TRK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm=Bilgi
FrmJSAbout.caption=Hakkında
FrmJSAbout.btnok.caption=Tamam
FrmJSAbout.lblver.caption=Mevcut Sürüm:
FrmJSAbout.lblemail.caption=Destek E-postası:
FrmJSAbout.lblhome.caption=Web Sitesi:
FrmJSAbout.lblthank.caption=Katkılarından dolayı aşağıdaki kişilere teşekkürler:
FrmRSMain.btnSupport.hint=Destek ve Geri Bildirim
;
; Popup Menu
;
unsupported=Desteklenmeyen biçim
denied=Erişim engellendi
unknownpath=Yol Yok
pmCheckMsg=Haberleri Otomatik Denetle
pmforum=Forum
pmHelp=Çevrimiçi Yardım
pmHome=Web Sitesi
pmCheckNew=Güncellemeleri Denetle
pmContact=Bizimle İletişime Geçin
pmLang=Diller
pmAbout=Hakkında
pmcpfilename=Tam Yolu Kopyala
pmcppath=Dizini Kopyala
pmopen=Dosyayı Aç
pmopenfolder=Klasörü Aç
pmcpfile=Dosya/Klasörü Kopyala
pmdel=Dosya/Klasörü Sil
pmatt=Özellikler
pmSelectAll=Tümünü Seç
pmSelectNone=Hiçbirini Seçme
pmSelectInvert=Seçimi Ters Çevir
pmCheckNew=Güncellemeleri Denetle
pmJetHelp=Hızlı Aramayı Çalıştır
nopath=Yol yok
pmcutfile=Şuraya taşı...
pmexportto=Csv dosyası olarak kaydet...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Beğendim
FrmRSMain.btnSearch.caption=Ara
FrmRSMain.btnfeedback.caption=Öneri ve Geri Bildirim
FrmRSMain.btncheckupdate.caption=Güncellemeleri Denetle
FrmRSMain.btnFacebook.hint=WiseCleaner'ı Facebook'ta Beğen
FrmRSMain.btnTwitter.hint=Wise JetSearch'ü Twitter'da Paylaş
FrmRSMain.btnemail.hint=Wise JetSearch'ü Arkadaşlarınla Paylaş
;
;Like us
;
Frmlikeit.lblTitle.caption=Wise Jet Search'ü beğendiyseniz, lütfen sevdiklerinize bu sevimli aracı tanıtın.
Frmlikeit.lblInfo.caption=Lütfen Wise Jet Search'ü aileniz, arkadaşlarınız, sınıf arkadaşlarınız ve meslektaşlarınız ile e-posta, Blog, Twitter, Youtube, Facebook gibi araçlarla paylaşın. Tebrikler! Onların yaşamlarına kolaylık ve verimlilik getireceksiniz.
Frmlikeit.lblRate.caption=Wise JetSearch'ü Değerlendir:
Frmlikeit.lblfollow.caption=Bizi takip edin:
Frmlikeit.lblshare.caption=Wise Jet Search'ü paylaşın:
Frmlikeit.btndownload.caption=Ücretsiz İndir
Frmlikeit.imgrate.hint=Bize 5 yıldız verin
Frmlikeit.imgmail.hint=Arkadaşlarınızla paylaşın
Frmlikeit.imgface1.hint=Facebook'ta Paylaş
Frmlikeit.imgface2.hint=Bizi Facebook'ta takip edin
Frmlikeit.imgtwitter1.hint=Twitter'da Paylaş
Frmlikeit.imgtwitter2.hint=Bizi Twitter'da takip edin
Frmlikeit.Caption=Beğendim
Frmlikeit.lbldownload.caption=Daha fazla ücretsiz program indirmek için WiseCleaner.com :

[Edit]
pmcut=Kes
pmcopy=Kopyala
pmpaste=Yapıştır
pmdelete=Sil
pmselectall=Tümünü Seç


[Message]
Loading=Dizin oluşturuluyor...
Loaded=Oluşturma tamamlandı
Audios=Sesler
Videos=Videolar
Images=Resimler
Document=Belgeler
Compressed=Arşiv
Email=E-posta
NewVer=Wise JetSearch'ün yeni bir sürümü mevcut! Şimdi yükseltmek istiyor musunuz?
KeyDelete=Sil
AllHardDrive=Yerel Sabit Diskler
SelectHardDrive=Lütfen Bir Sabit Disk Seçin
ScanFor=Sürücüde aranıyor:
Search=Ara
LeftTimeSec=Arama Süresi: %s saniye
NoKeyWord=Lütfen aramak istediğiniz anahtar kelimeleri girin.
Stop=Dur
NoDriveChecked=Lütfen taramak istediğiniz sürücüleri seçin.
NoNewVer=Tebrikler! En son sürümü kullanıyorsunuz!
TranslateTo=Çeviri Yap...

[FastFind]
Name=Adı
Path=Yol
FileSize=Dosya Boyutu
FileType=Türü
DateModified=Son Değiştirilme
KeyWord=Anahtar Kelimeler Girin
SearchFinish=Arama bitti. %d dosya/klasör bulundu.
SearchAborted=Arama iptal edildi. %d dosya/klasör bulundu.
NoResult=Eşleşen dosya bulunamadı.

[Help]
Startup=Bilgisayar başladığında hızlı aramayı çalıştır
AutoRunMain=JetSearch ile hızlı arama penceresini çalıştır
Del=Sil
Tips=Yerel dosya/klasör için hızlı arama